Repository: dangngoctau/Ambition.School.Core
Catalog: App_Data/Localization/*/orchard.module.po
Languages: vi_vn

# Ambition.School.Core.ViewModels.DepartmentCreateViewModel
source: Parent Department
vi_vn: Phòng ban cấp trên

# Ambition.School.Core.ViewModels.DepartmentCreateViewModel
source: Name
vi_vn: Tên phòng ban

# ~/Modules/Ambition.School.Core/Views/DepartmentAdmin/CreateDepartment.cshtml
source: Available Positions
vi_vn: Danh sách phòng ban

# ~/Modules/Ambition.School.Core/Views/DepartmentAdmin/CreateDepartment.cshtml
source: Save
vi_vn: Lưu

# ~/Modules/Ambition.School.Core/Views/DepartmentAdmin/CreateDepartment.cshtml
source: Create Department Information
vi_vn: Thêm thông tin phòng ban

# ~/Modules/Ambition.School.Core/Views/DepartmentAdmin/CreateDepartment.cshtml
source: Choose
vi_vn: Chọn

# Ambition.School.Core.Controllers.DepartmentAdminController
source: The position information has been created.
vi_vn: Thông tin vị trí đã được tạo.

# Ambition.School.Core.Controllers.DepartmentAdminController
source: The department information has been created.
vi_vn: Thông tin phòng ban đã được tạo.

# Ambition.School.Core.Controllers.DepartmentAdminController
source: The department information has been updated.
vi_vn: Thông tin phòng ban đã được cập nhật.

# ~/Modules/Ambition.School.Core/Views/DepartmentAdmin/EditDepartment.cshtml
source: Edit Department Information
vi_vn: Cập nhật thông tin phòng ban

# ~/Modules/Ambition.School.Core/Views/DepartmentAdmin/EditDepartment.cshtml
source: Choose
vi_vn: Chọn

# ~/Modules/Ambition.School.Core/Views/DepartmentAdmin/EditDepartment.cshtml
source: Save
vi_vn: Lưu

# ~/Modules/Ambition.School.Core/Views/DepartmentAdmin/EditDepartment.cshtml
source: Available Positions
vi_vn: Danh sách phòng ban

# Ambition.School.Core.Models.MemberPart
source: FullName
vi_vn: Họ tên đầy đủ

# Ambition.School.Core.Models.MemberPart
source: FirstName
vi_vn: Tên

# Ambition.School.Core.Models.MemberPart
source: LastName
vi_vn: Họ

# Ambition.School.Core.Models.MemberPart
source: Birthday
vi_vn: Ngày sinh

# Ambition.School.Core.Models.MemberPart
source: Address
vi_vn: Địa chỉ

# Ambition.School.Core.ViewModels.UserCreateViewModel
source: Password
vi_vn: Mật khẩu

# Ambition.School.Core.ViewModels.UserCreateViewModel
source: ConfirmPassword
vi_vn: Nhập lại mật khẩu

# Ambition.School.Core.Models.TeacherPart
source: PositionsDepartments
vi_vn: Chức vụ

# Ambition.School.Core.Drivers.MemberPartDriver
source: You must specify a valid email address.
vi_vn: Vui lòng chọn một email hợp lệ.

# Ambition.School.Core.Drivers.MemberPartDriver
source: Password confirmation must match.
vi_vn: Hai mật khẩu phải khớp nhau.

# Ambition.School.Core.Drivers.MemberPartDriver
source: User with that email already exists.
vi_vn: Email đã tồn tại.

# Ambition.School.Core.Drivers.TeacherPartDriver
source: Please choose positions which this teacher belongs to.
vi_vn: Vui lòng chọn chức vụ cho thành viên.

# Ambition.School.Core.Drivers.TeacherPartDriver
source: Tempar data.
vi_vn: Dữ liệu đã bị thay đổi.

# Ambition.School.Core.Drivers.TeacherPartDriver
source: Invalid contents in string.
vi_vn: Dữ liệu nhập không hợp lệ.

# ~/Modules/Ambition.School.Core/Views/EditorTemplates/Parts.Member.cshtml
source: Personal Information
vi_vn: Thông tin cá nhân

# ~/Modules/Ambition.School.Core/Views/EditorTemplates/Parts.Teacher.cshtml
source: Department Information
vi_vn: Thông tin phòng ban

# ~/Modules/Ambition.School.Core/Views/EditorTemplates/Parts.Teacher.cshtml
source: Choose...
vi_vn: Chọn...

# ~/Modules/Ambition.School.Core/Views/EditorTemplates/Parts.Teacher.cshtml
source: Selected
vi_vn: Đã chọn

# ~/Modules/Ambition.School.Core/Views/EditorTemplates/Parts.User.Create.cshtml
source: LogOn Information
vi_vn: Thông tin đăng nhập
